{
    "Log in": "Accedi",
    "Log In": "Accedi",
    "log in": "",
    "Log out": "Esci",
    "Log Out": "Esci",
    "Register": "Registrati",
    "Log in to your account": "Accedi al tuo account",
    "Enter your email and password below to log in": "Inserisci la tua email e la password qui sotto per accedere",
    "Email address": "Email",
    "Email Address": "Email",
    "Forgot your password?": "Password dimenticata?",
    "Remember me": "Ricordami",
    "Don't have an account?": "Non hai un account?",
    "Sign up": "Registrati",
    "Forgot password": "Password dimenticata",
    "Enter your email to receive a password reset link": "Inserisci la tua email per ricevere un link per reimpostare la password",
    "Or, return to": "Oppure, torna a",
    "Create an account": "Crea account",
    "Enter your details below to create your account": "Inserisci i tuoi dati qui sotto per creare il tuo account",
    "Name": "Nome",
    "Full name": "Nome completo",
    "Confirm password": "Conferma password",
    "Confirm Password": "Conferma password",
    "Already have an account?": "Hai già un account?",
    "Please verify your email address by clicking on the link we just emailed to you.": "Verifica il tuo indirizzo email cliccando sul link che ti abbiamo appena inviato.",
    "Resend verification email": "Invia nuovamente l'email di verifica",
    "Settings": "Impostazioni",
    "Manage your profile and account settings": "Gestisci il tuo profilo e le impostazioni dell'account",
    "Profile": "Profilo",
    "Update your name and email address": "Aggiorna il tuo nome e l'indirizzo email",
    "Save": "Salva",
    "Saved.": "Salvato.",
    "Update password": "Aggiorna password",
    "Current password": "Password attuale",
    "New password": "Nuova password",
    "Ensure your account is using a long, random password to stay secure": "Assicurati che il tuo account utilizzi una password lunga e casuale per rimanere sicuro",
    "Two-Factor Auth": "Autenticazione a due fattori",
    "Two Factor Authentication": "Autenticazione a due fattori",
    "Disabled": "Disabilitato",
    "Enabled": "Abilitato",
    "Manage your two-factor authentication settings": "Gestisci le impostazioni di autenticazione a due fattori",
    "When you enable two-factor authentication, you will be prompted for a secure pin during login. This pin can be retrieved from a TOTP-supported application on your phone.": "Quando attivi l'autenticazione a due fattori, ti verrà richiesto un PIN di sicurezza durante l'accesso. Questo PIN può essere recuperato da un'applicazione supportata da TOTP sul tuo telefono.",
    "Enable 2FA": "Abilita 2FA",
    "Disable 2FA": "Disabilita 2FA",
    "Enable Two-Factor Authentication": "Abilita autenticazione a due fattori",
    "To finish enabling two-factor authentication, scan the QR code or enter the setup key in your authenticator app.": "Per completare l'abilitazione dell'autenticazione a due fattori, scansiona il codice QR o inserisci la chiave di configurazione nell'app di autenticazione.",
    "Continue": "Continua",
    "or, enter the code manually": "oppure inserisci il codice manualmente",
    "Verify Authentication Code": "Verifica codice di autenticazione",
    "Enter the 6-digit code from your authenticator app.": "Inserisci il codice a sei cifre dall'app di autenticazione.",
    "Back": "Indietro",
    "Confirm": "Conferma",
    "With two-factor authentication enabled, you will be prompted for a secure, random pin during login, which you can retrieve from the TOTP-supported application on your phone.": "Se è abilitata l'autenticazione a due fattori, durante l'accesso ti verrà richiesto un PIN sicuro e casuale, che puoi recuperare dall'applicazione supportata da TOTP sul tuo telefono.",
    "2FA Recovery Codes": "2FA Codici di ripristino",
    "Recovery codes let you regain access if you lose your 2FA device. Store them in a secure password manager.": "Recovery codes ti permettono di ripristinare l'accesso se perdi il tuo dispositivo 2FA. Ricordali in un password manager sicuro.",
    "View Recovery Codes": "Visualizza codici di ripristino",
    "Hide Recovery Codes": "Nascondi codici di ripristino",
    "Regenerate Codes": "Rigenera codici",
    "Each recovery code can be used once to access your account and will be removed after use. If you need more, click Regenerate Codes above.": "Ogni codice di recupero può essere utilizzato una sola volta per accedere al tuo account e verrà rimosso dopo l'utilizzo. Se ne hai bisogno di altri, clicca su \"Rigenera codici\" qui sopra.",
    "Authentication Code": "Codice di autenticazione",
    "Enter the authentication code provided by your authenticator application.": "Inserisci il codice di autenticazione fornito dall'applicazione di autenticazione.",
    "or you can": "oppure puoi",
    "login using a recovery code": "utilizzare un codice di recupero",
    "Recovery Code": "Codice di recupero",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Per favore conferma l'accesso al tuo account inserendo uno dei tuoi codici di ripristino di emergenza.",
    "login using an authentication code": "utilizzare un codice di autenticazione",

    "Appearance": "Aspetto",
    "Update the appearance settings for your account": "Aggiorna le impostazioni dell'aspetto per il tuo account",
    "Light": "Chiaro",
    "Dark": "Scuro",
    "System": "Sistema",
    "Toggle sidebar": "Attiva/Disattiva sidebar",
    "Platform": "Piattaforma",
    "Dashboard": "Bacheca"
}
